/*
Navicat MySQL Data Transfer

Source Server         : 本地
Source Server Version : 80012
Source Host           : localhost:3306
Source Database       : seichi

Target Server Type    : MYSQL
Target Server Version : 80012
File Encoding         : 65001

Date: 2019-08-13 10:59:04
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for tb_anime
-- ----------------------------
DROP TABLE IF EXISTS `tb_anime`;
CREATE TABLE `tb_anime` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT 'id',
  `name` varchar(255) DEFAULT NULL COMMENT '作品名',
  `created_at` timestamp NULL DEFAULT NULL COMMENT '创建时间',
  `updated_at` timestamp NULL DEFAULT NULL COMMENT '更新时间',
  `deleted_at` timestamp NULL DEFAULT NULL COMMENT '删除时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=88 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci COMMENT='作品表';

-- ----------------------------
-- Records of tb_anime
-- ----------------------------
INSERT INTO `tb_anime` VALUES ('59', '天気の子', '2019-08-10 14:51:17', '2019-08-10 14:51:17', null);
INSERT INTO `tb_anime` VALUES ('60', 'アオナツライン', '2019-08-10 14:51:17', '2019-08-10 14:51:17', null);
INSERT INTO `tb_anime` VALUES ('61', '銀色、遥か', '2019-08-10 14:51:17', '2019-08-10 14:51:17', null);
INSERT INTO `tb_anime` VALUES ('62', '結城友奈は勇者である', '2019-08-10 14:51:17', '2019-08-10 14:51:17', null);
INSERT INTO `tb_anime` VALUES ('63', 'タマユラミライ', '2019-08-10 14:51:17', '2019-08-10 14:51:17', null);
INSERT INTO `tb_anime` VALUES ('64', '中二病でも恋がしたい！', '2019-08-10 14:51:17', '2019-08-10 14:51:17', null);
INSERT INTO `tb_anime` VALUES ('65', '四月は君の嘘', '2019-08-10 14:51:17', '2019-08-10 14:51:17', null);
INSERT INTO `tb_anime` VALUES ('66', 'ラブライブ', '2019-08-10 14:51:17', '2019-08-10 14:51:17', null);
INSERT INTO `tb_anime` VALUES ('67', 'アイドルマスターシンデレラガールズ', '2019-08-10 14:51:17', '2019-08-10 14:51:17', null);
INSERT INTO `tb_anime` VALUES ('68', '色づく世界の明日から', '2019-08-10 14:51:17', '2019-08-10 14:51:17', null);
INSERT INTO `tb_anime` VALUES ('69', 'Fate/stay night', '2019-08-10 14:51:17', '2019-08-10 14:51:17', null);
INSERT INTO `tb_anime` VALUES ('70', 'ゆるキャン△', '2019-08-10 14:51:17', '2019-08-10 14:51:17', null);
INSERT INTO `tb_anime` VALUES ('71', '月の彼方で逢いましょう', '2019-08-10 14:51:17', '2019-08-10 14:51:17', null);
INSERT INTO `tb_anime` VALUES ('72', 'のんのんびより', '2019-08-10 14:51:17', '2019-08-10 14:51:17', null);
INSERT INTO `tb_anime` VALUES ('73', 'フルーツバスケット', '2019-08-10 14:51:17', '2019-08-10 14:51:17', null);
INSERT INTO `tb_anime` VALUES ('74', 'Summer Pockets', '2019-08-10 14:51:17', '2019-08-10 14:51:17', null);
INSERT INTO `tb_anime` VALUES ('75', '風が強く吹いている', '2019-08-10 14:51:17', '2019-08-10 14:51:17', null);
INSERT INTO `tb_anime` VALUES ('76', '転生したらスライムだった件', '2019-08-10 14:51:17', '2019-08-10 14:51:17', null);
INSERT INTO `tb_anime` VALUES ('77', 'さらざんまい', '2019-08-10 14:51:17', '2019-08-10 14:51:17', null);
INSERT INTO `tb_anime` VALUES ('78', 'ラブライブ！サンシャイン!!', '2019-08-10 14:51:17', '2019-08-10 14:51:17', null);
INSERT INTO `tb_anime` VALUES ('79', 'Kiss×sis', '2019-08-10 14:51:17', '2019-08-10 14:51:17', null);
INSERT INTO `tb_anime` VALUES ('80', 'つうかあ', '2019-08-10 14:51:17', '2019-08-10 14:51:17', null);
INSERT INTO `tb_anime` VALUES ('81', 'かぐや様は告らせたい', '2019-08-10 14:51:17', '2019-08-10 14:51:17', null);
INSERT INTO `tb_anime` VALUES ('82', '文豪ストレイドッグス', '2019-08-10 14:51:17', '2019-08-10 14:51:17', null);
INSERT INTO `tb_anime` VALUES ('83', 'かみちゅ！', '2019-08-10 14:51:17', '2019-08-10 14:51:17', null);
INSERT INTO `tb_anime` VALUES ('84', 'ガールズ＆パンツァー', '2019-08-10 14:51:17', '2019-08-10 14:51:17', null);
INSERT INTO `tb_anime` VALUES ('85', '青春ブタ野郎はバニーガール先輩の夢を見ない', '2019-08-10 14:51:17', '2019-08-10 14:51:17', null);
INSERT INTO `tb_anime` VALUES ('86', 'ゾンビランドサガ', '2019-08-10 14:51:17', '2019-08-10 14:51:17', null);
INSERT INTO `tb_anime` VALUES ('87', '君の名は。', '2019-08-10 14:51:17', '2019-08-10 14:51:17', null);

-- ----------------------------
-- Table structure for tb_seichi
-- ----------------------------
DROP TABLE IF EXISTS `tb_seichi`;
CREATE TABLE `tb_seichi` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '主键id',
  `anime_id` int(10) unsigned DEFAULT NULL COMMENT '作品id',
  `name` varchar(255) DEFAULT NULL COMMENT '地名',
  `lng` decimal(10,7) DEFAULT NULL COMMENT '纬度',
  `lat` decimal(10,7) DEFAULT NULL COMMENT '经度',
  `created_at` timestamp NULL DEFAULT NULL COMMENT '创建时间',
  `updated_at` timestamp NULL DEFAULT NULL COMMENT '更新时间',
  `deleted_at` timestamp NULL DEFAULT NULL COMMENT '删除时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=222 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci COMMENT='圣地表';

-- ----------------------------
-- Records of tb_seichi
-- ----------------------------
INSERT INTO `tb_seichi` VALUES ('30', '59', '田端', '139.7562635', '35.7359733', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('31', '59', '新宿', '139.7033559', '35.6938253', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('32', '59', '代々木', '139.6936900', '35.6821697', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('33', '60', '鎌倉・藤沢・江ノ島', '139.4809269', '35.2990992', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('34', '59', '御徒町', '139.7748604', '35.7075424', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('35', '61', '札幌', '141.3544507', '43.0617713', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('36', '62', '剣山', '134.0941633', '33.8535949', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('37', '63', '遠野', '141.5314512', '39.3306618', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('38', '61', 'ローマ', '12.4963655', '41.9027835', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('39', '62', '高松', '134.0465405', '34.3425420', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('40', '64', '原宿', '139.7090080', '35.6699682', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('41', '61', '小樽', '140.9941720', '43.1902372', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('42', '62', '坂出', '133.8604948', '34.3164260', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('43', '64', '京阪石山駅', '135.9000271', '34.9796100', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('44', '65', '埼玉県新座', '139.5657297', '35.7931531', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('45', '66', '本郷三丁目', '139.7613184', '35.7074949', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('46', '67', 'ピサ', '10.4016888', '43.7228386', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('47', '68', 'ノール・ハウス（イギリス）', '0.2055700', '51.2662551', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('48', '69', '梅屋敷', '139.7282460', '35.5668070', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('49', '70', '四尾連湖（市川三郷町）', '138.5171600', '35.5294622', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('50', '71', '芝浦ふ頭', '139.7578238', '35.6422435', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('51', '62', '宇多津', '133.8256920', '34.3113524', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('52', '64', '六本木ヒルズ', '139.7292487', '35.6604638', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('53', '65', '石神井公園', '139.5959760', '35.7381710', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('54', '66', '沖縄', '127.7025012', '26.1201911', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('55', '67', '渋谷', '139.7037950', '35.6619707', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('56', '68', '長崎', '129.8778888', '32.7503334', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('57', '69', '東銀座', '139.7671399', '35.6697003', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('58', '70', '夜叉神峠（山梨県南アルプス市）', '138.3364914', '35.6382898', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('59', '71', '藤沢・江ノ島', '139.4809269', '35.2990992', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('60', '62', '鳥取県倉吉市', '133.8260633', '35.4304213', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('61', '72', '秩父', '139.0855869', '35.9916443', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('62', '73', '武蔵小杉', '139.6594660', '35.5766335', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('63', '74', '女木島', '134.0508518', '34.3948432', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('64', '75', 'ビッグサイト', '139.7942416', '35.6298200', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('65', '76', '京橋', '135.5339121', '34.6966897', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('66', '77', '浅草・合羽橋', '139.7887174', '35.7163394', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('67', '64', '有田ポーセリンパーク', '129.9082199', '33.1650130', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('68', '65', '大泉学園', '139.5865462', '35.7493601', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('69', '66', '神田明神', '139.7676863', '35.7020019', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('70', '67', '世田谷区若林', '139.6592390', '35.6465237', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('71', '68', 'アルベロベッロ（イタリア）', '17.2409304', '40.7864228', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('72', '69', 'ノイシュヴァンシュタイン', '10.7498004', '47.5575740', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('73', '70', '富士宮（静岡県）', '138.6216491', '35.2221277', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('74', '71', '横浜', '139.6379639', '35.4436739', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('75', '62', '香川県観音寺', '133.6628477', '34.1284357', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('76', '72', '南房総', '139.8398790', '35.0426510', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('77', '73', '多摩川～田園調布', '139.6681689', '35.5938837', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('78', '74', '直島・男木島（香川県）', '134.0603668', '34.4263966', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('79', '75', '成城学園前', '139.5990870', '35.6401280', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('80', '78', 'ピサ', '10.4016888', '43.7228386', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('81', '65', 'ひばりヶ丘', '139.5457820', '35.7514200', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('82', '66', '品川', '139.7387597', '35.6284713', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('83', '67', 'お台場', '139.7805445', '35.6205834', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('84', '69', '上野', '139.7741538', '35.7087296', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('85', '70', '雨畑（山梨県早川町）', '138.2990980', '35.3576411', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('86', '62', '京都', '135.7681489', '35.0115640', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('87', '72', '埼玉県小川町（小川小学校下里分校）', '139.2846839', '36.0443380', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('88', '78', 'ヴェネツィア', '12.3155151', '45.4408474', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('89', '64', '穴太駅', '135.8648480', '35.0555450', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('90', '65', '練馬', '139.6516675', '35.7356446', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('91', '66', 'ニューヨーク', '-74.0059728', '40.7127753', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('92', '67', 'バチカン', '12.4533890', '41.9029160', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('93', '69', '高円寺', '139.6464845', '35.7078984', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('94', '70', '浜松', '137.7274159', '34.7102752', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('95', '62', 'まんのう公園', '133.8905114', '34.1652338', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('96', '72', '東京タワー', '139.7454329', '35.6585805', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('97', '78', '函館', '140.7290599', '41.7686961', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('98', '64', '檜山神社', '135.9135102', '34.9749853', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('99', '65', '府中', '139.4777247', '35.6689919', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('100', '66', 'ラスベガス', '-115.1398296', '36.1699412', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('101', '67', 'バリ', '115.0919509', '-8.3405389', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('102', '69', 'グラストンベリー', '-2.7184540', '51.1474270', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('103', '70', '杖突峠（長野県茅野市）', '138.1298161', '35.9770164', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('104', '72', '石垣島', '124.1754442', '24.4064027', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('105', '78', '秋葉原', '139.7744733', '35.7022589', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('106', '64', '札幌', '141.3544507', '43.0617713', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('107', '65', '稲村ガ崎（鎌倉）', '139.5248028', '35.3026605', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('108', '66', '行幸通り', '139.7620916', '35.6820296', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('109', '67', '武蔵境', '139.5436578', '35.7021388', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('110', '69', '吉祥寺', '139.5802054', '35.7040960', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('111', '70', '笛吹川フルーツ公園（山梨市）', '138.6649312', '35.7024414', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('112', '62', '伊吹島', '133.5330521', '34.1297164', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('113', '72', '竹富島', '124.0891969', '24.3268759', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('114', '78', '名古屋', '136.9065571', '35.1814506', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('115', '64', '赤坂', '139.7345469', '35.6710403', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('116', '65', '小平', '139.4775654', '35.7286127', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('117', '66', '羽田空港', '139.7798386', '35.5493932', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('118', '67', '吉祥寺', '139.5802054', '35.7040960', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('119', '70', '内船駅（山梨県南部町）', '138.4649195', '35.2821268', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('120', '62', '三豊市財田町', '133.8004115', '34.1138557', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('121', '72', '渋谷', '139.7037950', '35.6619707', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('122', '78', 'ローマ', '12.4963655', '41.9027835', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('123', '64', '中野', '139.6637591', '35.7075331', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('124', '66', '秋葉原', '139.7744733', '35.7022589', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('125', '67', '那覇', '127.6790208', '26.2125758', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('126', '70', '山梨市', '138.6873168', '35.6933453', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('127', '72', '羽田空港', '139.7798386', '35.5493932', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('128', '78', 'フィレンツェ', '11.2558136', '43.7695604', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('129', '64', '東京タワー', '139.7454329', '35.6585805', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('130', '66', '御茶ノ水', '139.7652479', '35.6993854', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('131', '67', 'ヴェネツィア', '12.3155151', '45.4408474', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('132', '70', '赤沢宿（山梨県早川町）', '138.3738715', '35.3754098', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('133', '62', '小樽', '140.9941720', '43.1902372', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('134', '72', '葛飾区小菅（高橋駄菓子店）', '139.8180737', '35.7553281', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('135', '78', '沼津', '138.8635399', '35.0956068', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('136', '64', '代々木', '139.6936900', '35.6821697', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('137', '66', '芳林公園', '103.8465804', '1.2865211', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('138', '67', '松山', '132.7653057', '33.8393515', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('139', '70', '本栖湖・甲斐常葉駅（山梨県身延町）', '138.4769960', '35.4448150', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('140', '72', '青梅駅', '139.2582996', '35.7904967', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('141', '78', '東京駅', '139.7671248', '35.6812362', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('142', '64', '羽田空港', '139.7798386', '35.5493932', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('143', '66', '万世橋', '139.7709695', '35.6971060', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('144', '67', '千葉', '140.1832516', '35.3354155', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('145', '70', '富士山YMCAキャンプ場', '138.5834816', '35.3414282', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('146', '72', '岡山県津山市（知和駅）', '134.0775412', '35.1929645', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('147', '64', '瀬田漁港', '135.9082750', '34.9745880', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('148', '66', '東京駅', '139.7671248', '35.6812362', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('149', '67', '平安神宮', '135.7824263', '35.0159823', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('150', '70', '高ボッチ高原（長野県塩尻市）', '138.0405129', '36.1321807', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('151', '72', '柿ノ木駅（新潟県魚沼）', '139.0894320', '37.3411438', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('152', '64', '旧鎌掛小学校', '136.2599110', '34.9888042', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('153', '66', '関西空港', '135.2303939', '34.4320024', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('154', '67', '代々木', '139.6936900', '35.6821697', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('155', '64', '福井県美浜町', '135.9405049', '35.6006207', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('156', '67', '福井県高浜町', '135.5459546', '35.4878584', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('157', '67', 'バレンシア', '-0.3762881', '39.4699075', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('158', '64', '唐橋公園', '135.9083519', '34.9774877', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('159', '67', '京都', '135.7681489', '35.0115640', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('160', '64', 'Monastero Santa Rosa Hotel（イタリア・アマルフィ海岸）', '14.5773581', '40.6205820', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('161', '67', '若洲海浜公園', '139.8339978', '35.6200652', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('162', '64', '新宿', '139.7033559', '35.6938253', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('163', '67', '埼玉', '139.4466005', '35.9962513', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('164', '64', 'ひらかたパーク', '135.6392002', '34.8059896', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('165', '67', 'グランドキャニオン', '-112.1129972', '36.1069652', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('166', '64', '吉野ヶ里', '130.3982813', '33.3516328', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('167', '67', 'ストーンヘンジ', '-1.8262150', '51.1788820', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('168', '64', '鹿児島', '130.5571392', '31.5968539', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('169', '67', '池袋', '139.7077314', '35.7348314', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('170', '67', '横浜', '139.6379639', '35.4436739', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('171', '64', '秋葉原', '139.7744733', '35.7022589', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('172', '67', '三軒茶屋', '139.6675310', '35.6412539', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('173', '80', '三宅島', '139.5178185', '34.0788424', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('174', '81', '竹芝ふ頭', '139.7628679', '35.6545868', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('175', '82', '横浜', '139.6379639', '35.4436739', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('176', '64', '京都駅', '135.7587667', '34.9858490', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('177', '67', 'ローマ', '12.4963655', '41.9027835', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('178', '84', '土浦駐屯地', '140.2233564', '36.0493013', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('179', '81', '三田', '135.2255070', '34.8900002', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('180', '83', '出雲大社', '132.6854560', '35.4020350', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('181', '64', '竜飛崎（青森県外が浜町）', '140.3423975', '41.2589327', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('182', '67', '新宿', '139.7033559', '35.6938253', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('183', '84', '大洗', '140.5748789', '36.3133985', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('184', '85', '大垣', '136.6134417', '35.3593013', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('185', '64', '浜大津', '135.8631948', '35.0121278', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('186', '67', '飯田橋', '139.7492367', '35.7004584', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('187', '84', 'さいたま新都心', '139.6318202', '35.8926136', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('188', '85', '横浜', '139.6379639', '35.4436739', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('189', '81', '新橋', '120.9705388', '24.8051840', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('190', '67', 'オックスフォード', '-1.2577263', '51.7520209', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('191', '86', '嬉野', '129.9870664', '33.1009323', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('192', '87', 'かつらぎ町役場（和歌山県）？', '135.5036966', '34.2964087', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('193', '84', '奈良国立博物館仏教美術資料研究センター', '135.8391316', '34.6825358', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('194', '85', '江ノ島', '139.4809269', '35.2990992', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('195', '67', '仙台', '140.8694180', '38.2681950', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('196', '86', '佐賀市', '130.3009057', '33.2631179', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('197', '87', '西新宿', '139.6936900', '35.6913457', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('198', '84', '市ヶ谷', '139.7355674', '35.6910121', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('199', '85', '藤沢', '139.4901400', '35.3391654', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('200', '67', 'ミラノ', '9.1899820', '45.4642035', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('201', '86', '唐津', '129.9682676', '33.4500971', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('202', '87', '飛騨古川', '137.1896028', '36.2367259', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('203', '84', 'タウシュベツ川橋梁（上士幌）', '143.1894245', '43.4154970', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('204', '67', 'ニューヨーク', '-74.0059728', '40.7127753', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('205', '87', '信濃町駅', '139.7203199', '35.6800602', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('206', '84', 'ひばりヶ丘', '139.5457820', '35.7514200', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('207', '67', '科学技術館', '139.7530690', '35.6915890', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('208', '87', '渋谷', '139.7037950', '35.6619707', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('209', '84', '東富士演習場', '138.8536638', '35.2940879', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('210', '67', '弘前', '140.4640543', '40.6030626', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('211', '87', '前田南駅（秋田県）', '140.4024565', '40.0507258', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('212', '84', '杉並区桃井', '139.6088747', '35.7127978', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('213', '87', '須賀神社（新宿区須賀町）', '139.7224046', '35.6853864', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('214', '84', '武蔵境', '139.5436578', '35.7021388', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('215', '67', 'ロンドン', '-0.1277583', '51.5073509', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('216', '87', '国立新美術館', '139.7263740', '35.6652890', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('217', '87', '蜷川家具店（千葉県佐原市）', '140.4991610', '35.8884670', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('218', '84', 'ローマ', '12.4963655', '41.9027835', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('219', '67', '隅田川', '139.7969163', '35.7086772', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('220', '87', '四ツ谷駅', '139.7302183', '35.6861525', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
INSERT INTO `tb_seichi` VALUES ('221', '87', '明治神宮外苑', '139.7171153', '35.6772346', '2019-08-10 15:07:15', '2019-08-10 15:07:15', null);
